Repository: ziriuz84/GameShell
Catalog: missions/processes/03_pstree_kill/i18n/*.po
Languages: it

source: $GSH_HOME/Castle/Cellar
it: $GSH_HOME/Castello/Cella

source: $MISSION_DIR/goal/en.txt
it: $MISSION_DIR/goal/it.txt

source: $MISSION_DIR/skip/en.txt
it: $MISSION_DIR/skip/it.txt

source: $MISSION_DIR/treasure-msg/en.txt
it: $MISSION_DIR/treasure-msg/it.txt

source: Are you sure you removed all the imp's spells?
it: Sei sicuro di aver rimosso tutti i sortilegi del demone?

source: Did you kill the fairy?
it: Hai ucciso la fata?

source: Did you kill the imp?
it: Hai ucciso il demone?

source: Did you melt some of the snowflakes?
it: Hai sciolto alcuni fiocchi di neve?

source: Did you remove some of the fairy's spells?
it: Hai rimosso qualche sortilegio della fata?

source: The command 'pstree' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'psmisc')
it: Il comando 'pstree' è necessario per la missione $MISSION_NAME (Debian/Ubuntu: installa il pacchetto 'psmisc')

source: There still is some coal in the cellar!
it: C'è ancora del carbone nella cantina

source: coal
it: carbone

source: mischievous_imp
it: demone_malizioso

source: nice_fairy
it: bella_fata

source: snowflake
it: fiocco_di_neve

source: spell
it: sortilegio
